training_schedule = {
    "KANGOO JUMPS": [
        "Понеділок 6.05 12:00",
        "Понеділок 6.05 19:30",
        "Вівторок 7.05 20:30",
        "Середа 8.05 12:00",
        "Середа 8.05 19:30",
        "Четвер 9.05 19:30",
        "Четвер 9.05 20:30",
        "П'ятниця 10.05 12:00",
        "П'ятниця 10.05 19:30",
        "Субота 11.05 12:00"
    ],
    "Силова FULL BODY": [
        "Понеділок 6.05 18:30",
        "Вівторок 7.05 10:40",
        "Четвер 9.05 10:30",
        "Четвер 9.05 17:30",
        "Четвер 9.05 18:30",
        "П'ятниця 10.05 18:30",
        "Субота 11.05 9:00",
        "Субота 11.05 10:00"
    ],
    "Розтяжка STRETCHING": [
        "Вівторок 7.05 11:40",
        "Вівторок 7.05 18:30",
        "Середа 8.05 20:30",
        "Субота 11.05 11:00"
    ],
    "TRX": [
        "Понеділок 6.05 10:30",
        "Понеділок 6.05 17:30",
        "Понеділок 6.05 20:30",
        "Вівторок 7.05 19:30",
        "Середа 8.05 10:30",
        "Середа 8.05 17:30",
        "Середа 8.05 18:30",
        "П'ятниця 10.05 10:30",
        "П'ятниця 10.05 20:30",
        "Неділя 12.05 11:00",
        "Неділя 12.05 12:00"
    ]
}
